IDEA Open Model
LineSupport.PositionOnEdge Property
Compatible with IDEA StatiCa 20.1
 position od edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double PositionOnEdge { get; set; }
Public Property PositionOnEdge As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace